export const songs = [
    {
        title: "കണ്ണും കണ്ണും കാത്തിരുന്നു",
        slug: "kannum-kannum",
        parts: [
            {
                type: "stanza",
                text: `കണ്ണും കണ്ണും കാത്തിരുന്നു
മണ്ണിലൊരു പൈതലിനായി
കാതോട്കാതോരം കേട്ടിരുന്നു
ദൈവ പുത്രൻ പിറക്കുമെന്നു (2)

- കണ്ണും കണ്ണും`
            },
            {
                type: "stanza",
                text: `ആകാശ വീഥിയിൽ മാലാഖാമാരവർ
സ്നേഹത്തിൻ നിറകുടമായ്
താരാട്ടു പാടിയു റക്കിടുവാനായി
മനതാരിൽ നിനച്ചിരുന്നു

ഇത്ര നല്ല സ്നേഹത്തെതന്ന നല്ല നാഥനെ
മെല്ലെ രാവിൽ പാടി സ്തുതിക്കാം (2)

- കണ്ണും കണ്ണും`
            },
            {
                type: "stanza",
                text: `ജീവന്റെ പാതയിൽ കാരുണ്യകനവായ്
കരു ണാർദ്രൻ അലിഞ്ഞദിനം
ആലോലംമാട്ടി ലാളിച്ചീടുവാനായി
കൃപയിൽ നിറഞ്ഞിരുന്നു

ഇത്ര നല്ല സ്നേഹത്തെതന്ന നല്ല നാധനെ
മെല്ലെ രാവിൽ പാടി സ്തുതിക്കാം (2)

- കണ്ണും കണ്ണും`
            }
        ]
    },
    {
        title: "ദൂരെ ദൂരെ ദൂരെ താരകങ്ങൾ പാടും",
        slug: "doore-doore",
        parts: [
            {
                type: "stanza",
                text: `ദൂരെ ദൂരെ ദൂരെ താരകങ്ങൾ പാടും
രാജാധി രാജാവിവൻ
താഴെ താഴെ താഴെ മാനസങ്ങൾ തേടും
ദൈവത്തിൻ പുത്രനാണിവൻ (2)`
            },
            {
                type: "stanza",
                text: `ഇമ്മാനുവെലാം പൈതലീ രാവിൽ
മന്നിൽ പിറന്നൊരു സുദിനം
താരഗാനങ്ങളോടൊന്നായിച്ചേർന്ന്
രാവിൽ തംബുരു മീട്ടാം (2)

വചനാധിപനാം കർത്താവേ
വചനത്തിൻ രൂപനാം ദൈവമേ
പറന്നിറങ്ങി തിരിപോലിന്നു
പുൽക്കൂട്ടിൽ തെളിയണമേ (2) 

- ദൂരെ ദൂരെ`
            },
            {
                type: "stanza",
                text: `ജഗദീശ്വരനാം ദൈവമീനാളിൽ
വചനം നിറവായി പകർന്നു
മഞ്ഞു പുതച്ചുറങ്ങും മാമലമേട്ടിൽ
ആയിരം നക്ഷത്രം മിന്നി (2)

വചനാധിപനാം കർത്താവേ
വചനത്തിൻ രൂപനാം ദൈവമേ
പറന്നിറങ്ങി തിരിപോലിന്നു
പുൽക്കൂട്ടിൽ തെളിയണമേ (2)

- ദൂരെ ദൂരെ`
            },
        ]
    },
    {
        title: "താളമേളങ്ങൾ നിറയുന്ന രാവിൽ",
        slug: "thaalamelangal-nirayunna-raavil",
        parts: [
            {
                type: "stanza",
                text: `താളമേളങ്ങൾ നിറയുന്ന രാവിൽ
പാടാംൊരു മനമായി
ആരാധ്യനായവൻ ദൈവം
ആലംബമാണി പൈതൽ (2)`
            },
            {
                type: "stanza",
                text: `വയലേലകൾ തീരങ്ങൾ തേടുകയായി
മണ്ണിൽ മാമരങ്ങൾ മഞ്ഞിൻ പുതപ്പണിയുകയായ്
രക്ഷകനായി മന്നിതിൽ വന്നവനാം
ദൈവമല്ലെയോ
മേളങ്ങൾ നിറയും ഈ രാവിൽ ഹല്ലേലൂയാ

- (താള)`
            },
            {
                type: "stanza",
                text: `പുൽമേടുകൾ നിറമാല ചാർത്തുകയായി
വർണ്ണരാജികൾ നാടന്ന് ഉണരുകയായി
മന്നവനായ് രാവിൽ വിരിഞ്ഞൊരു
സ്നേഹമല്ലയോ
രാഗങ്ങൾ നിറയും ഈ രാവിൽ ഹല്ലേലൂയാ

- (താള)`
            },
            {
                type: "stanza",
                text: `നവതാരങ്ങൾ താരാട്ടുപാടുകയായി
മേലെ വെണ്മേഘങ്ങൾ പൂമാല ഒരുക്കുകയായി
രക്ഷകനായി മന്നിതിൽ വന്നവനായ്
ദൈവമല്ലയോ
മന്നവനായ് രാവിൽ വിരിഞ്ഞൊരു
സ്നേഹമല്ലയോ
മേളങ്ങൾ നിറയും ഈ രാവിൽ ഹല്ലേലൂയാ
രാഗങ്ങൾ നിറയും ഈ രാവിൽ ഹല്ലേലൂയാ

- (താള)`
            }
        ]
    },
    {
        slug: "ponnalle-poovalle",
        title: "പൊന്നല്ലെ പൂവല്ലേ",
        parts: [
            {
                type: "stanza",
                text: [
                    "പൊന്നല്ലെ പൂവല്ലേ പൂങ്കതിരല്ലെ",
                    "മണ്ണിന്റെ പുണ്യമല്ലേ",
                    "സങ്കീർത്തനങ്ങളാൽ സൗഭാഗ്യഗീതിയാൽ",
                    "മന്നിൽ വന്ന ഭാഗ്യമല്ലേ (2)"
                ]
            },
            {
                type: "stanza",
                text: [
                    "അകലങ്ങളിൽ നിന്നും അരികത്തു വന്നൊരു",
                    "വചനത്തിൻ മാരിയല്ലോ",
                    "അറിയാതിരുന്നൊരു കാലങ്ങളിൽ",
                    "ചെറുനാഥമായി മുഴങ്ങിയല്ലേ (2)"
                ]
            },
            {
                type: "stanza",
                text: [
                    "ആർത്തൊന്നു പാടാം",
                    "ആമോദമോടെ രാജാവിനെ വണങ്ങാം",
                    "ഈനല്ലകാലം ആഘോഷമാക്കാം",
                    "രാവിലും പകലിലും - പൊന്നല്ലെ"
                ]
            },
            {
                type: "stanza",
                text: [
                    "ഹൃദയങ്ങളിൽ ചെറുസ്നേഹത്തിൻ",
                    "കതിരായി",
                    "തെളിയുന്നതാളമല്ലോ",
                    "അനുകൂലമായൊരു ഗോശാലയിൽ",
                    "കുഞ്ഞു പൈതലായി പിറന്നില്ലേ (2)"
                ]
            },
            {
                type: "stanza",
                text: [
                    "ആർത്തൊന്നു പാടാം",
                    "ആമോദമോടെ രാജാവിനെ വണങ്ങാം",
                    "ഈനല്ല കാലം ആഘോഷമാ ക്കാം",
                    "രാവിലും പകലിലും - പൊന്നല്ലെ"
                ]
            }
        ]
    },
    {
        slug: "muttte-muttte",
        title: "മുത്തേ മുത്തേ",
        parts: [
            {
                type: "stanza",
                text: [
                    "മുത്തേ മുത്തേ മുത്തേ മുത്തേ",
                    "പൊന്നോമനെ നിന്നെ കാണാൻ",
                    "കൊതിച്ചൊരു നാളിൽ",
                    "മഞ്ഞു പെയ്യുന്ന താഴ്വരയിൽ",
                    "ഒരു ജീവന്റെ കളിയാട്ടമായി",
                    "മുത്തേ മുത്തേ ചക്കര മുത്തേ (2)"
                ]
            },
            {
                type: "stanza",
                text: [
                    "ദൂരെ ദൂരെ നിന്നും താരകങ്ങൾ പാടി",
                    "രാജാധി രാജാവിവൻ",
                    "സ്നേഹത്തിനിൻ തൂലിക മന്നിൽ ചലിപ്പിച്ച",
                    "ദൈവാധിദൈവമിവൻ",
                    "മണ്ണിൽ സ്നേഹം എന്നും വാരി",
                    "ചൊരിഞ്ഞിടും",
                    "സ്വർഗീയനായകനായി",
                    "മുത്തേ മുത്തേ ചക്കര മുത്തേ (2)"
                ]
            },
            {
                type: "stanza",
                text: [
                    "താഴെ ഇന്ന് മണ്ണിൽ മാലോകരெல்லാം",
                    "അലിവരും നാഥനായ്",
                    "കൈത്താളമോടെ",
                    "വൈക്കോൽ കൊണ്ടൊരു",
                    "പുൽകൂട്ടു പണിതിരുന്നു",
                    "സ്വർണ്ണവർണ്ണം ഏറും പുൽകൂട്ടിൽ വാഴുന്ന",
                    "ഉലകിന്റെ അധിപത്യനെ",
                    "മുത്തേ മുത്തേ ചക്കര മുത്തേ (2)"
                ]
            }
        ]
    },
    {
        slug: "thappadichu-paadidam",
        title: "തപ്പടിച്ചു പാടിടാം",
        parts: [
            {
                type: "stanza",
                text: [
                    "തപ്പടിച്ചു പാടിടാം",
                    "തകിലടിച്ചു മീട്ടിടാം",
                    "രാജാധി രാജാവിൻ ജന്മദിനം",
                    "മാലോകർക്കാനന്ദം",
                    "എകുവാനായൊരു താരം മേലെ ഉദിച്ചുവന്നു",
                    "ദൂരെ ദൂരെ നിന്നും",
                    "രാജാക്കന്മാരാവർ കണ്ടറിഞ്ഞു കേട്ടറിഞ്ഞു",
                    "വന്നറിഞ്ഞു തൊട്ടറിഞ്ഞു",
                    "അത്യുന്നതങ്ങളിൽ മാലാഖാമാരാവർ",
                    "സ്നേഹത്തിൻ ഗീതികൾ പാടി",
                    "ആയാ മശിഹാ ആയാ മശിഹാ",
                    "ആയാ മശിഹാ ബെത്ലെഹേം (2)"
                ]
            },
            {
                type: "chorus",
                text: [
                    "ലാ ലല്ലല്ലല്ലല്ലാ ലാ ലല്ലല്ലല്ലല്ലാ",
                    "ലാ ലല്ലല്ലല്ലല്ലാ ലാലാലാലാ ലലാ (2) - (തപ്പടിച്ചു)"
                ]
            },
            {
                type: "stanza",
                text: [
                    "താഴെ താഴെ മന്നിൽ മാലോകരെല്ലാം",
                    "പൂത്തിരികൾ തോരണങ്ങൾ നിറമാല ചാർത്തി",
                    "ആട്ടിടയന്മാർ ആമോദത്തോടേ",
                    "ആശരീരിനാദങ്ങൾ കേട്ടു",
                    "Jesus Is Savior",
                    "Jesus Is Savior",
                    "Jesus Is Savior In Bethlehem (2)"
                ]
            },
            {
                type: "chorus",
                text: [
                    "ലാ ലല്ലല്ലല്ലല്ലാ ലാ ലല്ലല്ലല്ലല്ലാ",
                    "ലാ ലല്ലല്ലല്ലല്ലാ ലാലാലാലാ ലലാ (2) - (തപ്പടിച്ചു)"
                ]
            }
        ]
    }


];
