export const songs = [
    {
        title: "കണ്ണും കണ്ണും കാത്തിരുന്നു",
        slug: "kannum-kannum",
        parts: [
            {
                type: "stanza",
                text: `കണ്ണും കണ്ണും കാത്തിരുന്നു
മണ്ണിലൊരു പൈതലിനായി
കാതോട്കാതോരം കേട്ടിരുന്നു
ദൈവ പുത്രൻ പിറക്കുമെന്നു (2)

- കണ്ണും കണ്ണും`
            },
            {
                type: "stanza",
                text: `ആകാശ വീഥിയിൽ മാലാഖാമാരവർ
സ്നേഹത്തിൻ നിറകുടമായ്
താരാട്ടു പാടിയു റക്കിടുവാനായി
മനതാരിൽ നിനച്ചിരുന്നു

ഇത്ര നല്ല സ്നേഹത്തെതന്ന നല്ല നാഥനെ
മെല്ലെ രാവിൽ പാടി സ്തുതിക്കാം (2)

- കണ്ണും കണ്ണും`
            },
            {
                type: "stanza",
                text: `ജീവന്റെ പാതയിൽ കാരുണ്യകനവായ്
കരു ണാർദ്രൻ അലിഞ്ഞദിനം
ആലോലംമാട്ടി ലാളിച്ചീടുവാനായി
കൃപയിൽ നിറഞ്ഞിരുന്നു

ഇത്ര നല്ല സ്നേഹത്തെതന്ന നല്ല നാധനെ
മെല്ലെ രാവിൽ പാടി സ്തുതിക്കാം (2)

- കണ്ണും കണ്ണും`
            }
        ]
    },
    {
        title: "ദൂരെ ദൂരെ ദൂരെ താരകങ്ങൾ പാടും",
        slug: "doore-doore",
        parts: [
            {
                type: "stanza",
                text: `ദൂരെ ദൂരെ ദൂരെ താരകങ്ങൾ പാടും
രാജാധി രാജാവിവൻ
താഴെ താഴെ താഴെ മാനസങ്ങൾ തേടും
ദൈവത്തിൻ പുത്രനാണിവൻ (2)`
            },
            {
                type: "stanza",
                text: `ഇമ്മാനുവെലാം പൈതലീ രാവിൽ
മന്നിൽ പിറന്നൊരു സുദിനം
താരഗാനങ്ങളോടൊന്നായിച്ചേർന്ന്
രാവിൽ തംബുരു മീട്ടാം (2)

വചനാധിപനാം കർത്താവേ
വചനത്തിൻ രൂപനാം ദൈവമേ
പറന്നിറങ്ങി തിരിപോലിന്നു
പുൽക്കൂട്ടിൽ തെളിയണമേ (2) 

- ദൂരെ ദൂരെ`
            },
            {
                type: "stanza",
                text: `ജഗദീശ്വരനാം ദൈവമീനാളിൽ
വചനം നിറവായി പകർന്നു
മഞ്ഞു പുതച്ചുറങ്ങും മാമലമേട്ടിൽ
ആയിരം നക്ഷത്രം മിന്നി (2)

വചനാധിപനാം കർത്താവേ
വചനത്തിൻ രൂപനാം ദൈവമേ
പറന്നിറങ്ങി തിരിപോലിന്നു
പുൽക്കൂട്ടിൽ തെളിയണമേ (2)

- ദൂരെ ദൂരെ`
            },
        ]
    },
    {
        title: "താളമേളങ്ങൾ നിറയുന്ന രാവിൽ",
        slug: "thaalamelangal-nirayunna-raavil",
        parts: [
            {
                type: "stanza",
                text: `താളമേളങ്ങൾ നിറയുന്ന രാവിൽ
പാടാംൊരു മനമായി
ആരാധ്യനായവൻ ദൈവം
ആലംബമാണി പൈതൽ (2)`
            },
            {
                type: "stanza",
                text: `വയലേലകൾ തീരങ്ങൾ തേടുകയായി
മണ്ണിൽ മാമരങ്ങൾ മഞ്ഞിൻ പുതപ്പണിയുകയായ്
രക്ഷകനായി മന്നിതിൽ വന്നവനാം
ദൈവമല്ലെയോ
മേളങ്ങൾ നിറയും ഈ രാവിൽ ഹല്ലേലൂയാ

- (താള)`
            },
            {
                type: "stanza",
                text: `പുൽമേടുകൾ നിറമാല ചാർത്തുകയായി
വർണ്ണരാജികൾ നാടന്ന് ഉണരുകയായി
മന്നവനായ് രാവിൽ വിരിഞ്ഞൊരു
സ്നേഹമല്ലയോ
രാഗങ്ങൾ നിറയും ഈ രാവിൽ ഹല്ലേലൂയാ

- (താള)`
            },
            {
                type: "stanza",
                text: `നവതാരങ്ങൾ താരാട്ടുപാടുകയായി
മേലെ വെണ്മേഘങ്ങൾ പൂമാല ഒരുക്കുകയായി
രക്ഷകനായി മന്നിതിൽ വന്നവനായ്
ദൈവമല്ലയോ
മന്നവനായ് രാവിൽ വിരിഞ്ഞൊരു
സ്നേഹമല്ലയോ
മേളങ്ങൾ നിറയും ഈ രാവിൽ ഹല്ലേലൂയാ
രാഗങ്ങൾ നിറയും ഈ രാവിൽ ഹല്ലേലൂയാ

- (താള)`
            }
        ]
    }
];
