export const songs = [
    {
        title: "കണ്ണും കണ്ണും കാത്തിരുന്നു",
        slug: "kannum-kannum",
        parts: [
            {
                type: "stanza",
                text: `കണ്ണും കണ്ണും കാത്തിരുന്നു
മണ്ണിലൊരു പൈതലിനായി
കാതോട് കാതോരം കേട്ടിരുന്നു 
ദൈവ പുത്രൻ പിറക്കുമെന്നു (2)

- കണ്ണും കണ്ണും`
            },
            {
                type: "stanza",
                text: `ആകാശ വീഥിയിൽ മാലാഖാമാരവർ
സ്നേഹത്തിൻ നിറകുടമായ്
താരാട്ടു പാടിയുറക്കിടുവാനായി
മനതാരിൽ നിനച്ചിരുന്നു

ഇത്ര നല്ല സ്നേഹത്തെ തന്ന നല്ല നാഥനെ
മെല്ലെ രാവിൽ പാടി സ്തുതിക്കാം (2)

- കണ്ണും കണ്ണും`
            },
            {
                type: "stanza",
                text: `ജീവന്റെ പാതയിൽ കാരുണ്യകനവായ്
കരുണാർദ്രൻ അലിഞ്ഞദിനം
ആലോലംമാട്ടി ലാളിച്ചീടുവാനായി
കൃപയിൽ നിറഞ്ഞിരുന്നു

ഇത്ര നല്ല സ്നേഹത്തെ തന്ന നല്ല നാഥനെ
മെല്ലെ രാവിൽ പാടി സ്തുതിക്കാം (2)

- കണ്ണും കണ്ണും`
            }
        ]
    },
    {
        title: "ദൂരെ ദൂരെ ദൂരെ താരകങ്ങൾ പാടും",
        slug: "doore-doore",
        parts: [
            {
                type: "stanza",
                text: `ദൂരെ ദൂരെ ദൂരെ താരകങ്ങൾ പാടും
രാജാധി രാജാവിവൻ
താഴെ താഴെ താഴെ മാനസങ്ങൾ തേടും
ദൈവത്തിൻ പുത്രനാണിവൻ (2)`
            },
            {
                type: "stanza",
                text: `ഇമ്മാനുവെലാം പൈതലീ രാവിൽ
മന്നിൽ പിറന്നൊരു സുദിനം
താരഗാനങ്ങളോടൊന്നായിച്ചേർന്ന്
രാവിൽ തംബുരു മീട്ടാം (2)

വചനാധിപനാം കർത്താവേ
വചനത്തിൻ രൂപനാം ദൈവമേ
പറന്നിറങ്ങി തിരിപോലിന്നു
പുൽക്കൂട്ടിൽ തെളിയണമേ (2) 

- ദൂരെ ദൂരെ`
            },
            {
                type: "stanza",
                text: `ജഗദീശ്വരനാം ദൈവമീനാളിൽ
വചനം നിറവായി പകർന്നു
മഞ്ഞു പുതച്ചുറങ്ങും മാമലമേട്ടിൽ
ആയിരം നക്ഷത്രം മിന്നി (2)

വചനാധിപനാം കർത്താവേ
വചനത്തിൻ രൂപനാം ദൈവമേ
പറന്നിറങ്ങി തിരിപോലിന്നു
പുൽക്കൂട്ടിൽ തെളിയണമേ (2)

- ദൂരെ ദൂരെ`
            },
        ]
    },
    {
        title: "താളമേളങ്ങൾ നിറയുന്ന രാവിൽ",
        slug: "thaalamelangal-nirayunna-raavil",
        parts: [
            {
                type: "stanza",
                text: `താളമേളങ്ങൾ നിറയുന്ന രാവിൽ
പാടാമൊരു മനമായി
ആരാധ്യനായവൻ ദൈവം
ആലംബമാണി പൈതൽ (2)`
            },
            {
                type: "stanza",
                text: `വയലേലകൾ തീരങ്ങൾ തേടുകയായി
മണ്ണിൽ മാമരങ്ങൾ മഞ്ഞിൻ പുതപ്പണിയുകയായ്
രക്ഷകനായി മന്നിതിൽ വന്നവനാം
ദൈവമല്ലെയോ
മേളങ്ങൾ നിറയും ഈ രാവിൽ ഹല്ലേലൂയാ
രാഗങ്ങൾ നിറയും ഈ രാവിൽ ഹല്ലേലൂയാ

- (താള)`
            },
            {
                type: "stanza",
                text: `പുൽമേടുകൾ നിറമാല ചാർത്തുകയായി
വർണ്ണരാജികൾ നാടന്ന് ഉണരുകയായി
മന്നവനായ് രാവതിൽ  വിരിഞ്ഞൊരു
സ്നേഹമല്ലയോ
മേളങ്ങൾ നിറയും ഈ രാവിൽ ഹല്ലേലൂയാ
രാഗങ്ങൾ നിറയും ഈ രാവിൽ ഹല്ലേലൂയാ

- (താള)`
            },
            {
                type: "stanza",
                text: `നവതാരങ്ങൾ താരാട്ടുപാടുകയായി
മേലെ വെണ്മേഘങ്ങൾ പൂമാല ഒരുക്കുകയായി
രക്ഷകനായി മന്നിതിൽ വന്നവനായ്
ദൈവമല്ലയോ
മന്നവനായ് രാവതിൽ  വിരിഞ്ഞൊരു
സ്നേഹമല്ലയോ
മേളങ്ങൾ നിറയും ഈ രാവിൽ ഹല്ലേലൂയാ
രാഗങ്ങൾ നിറയും ഈ രാവിൽ ഹല്ലേലൂയാ

- (താള)`
            }
        ]
    },
    {
        title: "പൊന്നല്ലെ പൂവല്ലേ പൂങ്കതിരല്ലെ",
        slug: "ponnalle-poovalle",
        parts: [
            {
                type: "stanza",
                text: [
                    `പൊന്നല്ലെ പൂവല്ലേ പൂങ്കതിരല്ലെ
                    മണ്ണിന്റെ പുണ്യമല്ലേ
                    സങ്കീർത്തനങ്ങളാൽ സൗഭാഗ്യഗീതിയാൽ
                    മന്നിൽ വന്ന ഭാഗ്യമല്ലേ (2)`
                ]
            },
            {
                type: "stanza",
                text: [
                    `അകലങ്ങളിൽ നിന്നും അരികത്തു വന്നൊരു,
                    വചനത്തിൻ മാരിയല്ലോ,
                    അറിയാതിരുന്നൊരു കാലങ്ങളിൽ,
                    ചെറുനാഥമായി മുഴങ്ങിയല്ലേ (2)
                    
                    ആർത്തൊന്നു പാടാം
                    ആമോദമോടെ രാജാവിനെ വണങ്ങാം
                    ഈനല്ലകാലം ആഘോഷമാക്കാം
                    രാവിലും പകലിലും - പൊന്നല്ലെ`
                ]
            },
            {
                type: "stanza",
                text: [
                    `ഹൃദയങ്ങളിൽ ചെറു സ്നേഹത്തിൻ
                    കതിരായി തെളിയുന്നതാളമല്ലോ
                    അനുകൂലമായൊരു ഗോശാലയിൽ
                    കുഞ്ഞു പൈതലായി പിറന്നില്ലേ (2)
                    
                    ആർത്തൊന്നു പാടാം
                    ആമോദമോടെ രാജാവിനെ വണങ്ങാം
                    ഈനല്ല കാലം ആഘോഷമാക്കാം
                    രാവിലും പകലിലും - പൊന്നല്ലെ`
                ]
            },
        ]
    },
    {
        title: "മുത്തേ മുത്തേ മുത്തേ മുത്തേ",
        slug: "muttte-muttte",
        parts: [
            {
                type: "stanza",
                text: [
                    `മുത്തേ മുത്തേ മുത്തേ മുത്തേ,
                    പൊന്നോമനെ നിന്നെ കാണാൻ,
                    കൊതിച്ചൊരു നാളിൽ,
                    മഞ്ഞു പെയ്യുന്ന താഴ്വരയിൽ,
                    ഒരു ജീവന്റെ കളിയാട്ടമായി,
                    മുത്തേ മുത്തേ ചക്കര മുത്തേ (2)`
                ]
            },
            {
                type: "stanza",
                text: [
                    `ദൂരെ ദൂരെ നിന്നും താരകങ്ങൾ പാടി,
                    രാജാധി രാജാവിവൻ,
                    സ്നേഹത്തിനിൻ തൂലിക മന്നിൽ ചലിപ്പിച്ച,
                    ദൈവാധിദൈവമിവൻ,
                    മണ്ണിൽ സ്നേഹം എന്നും വാരി,
                    ചൊരിഞ്ഞിടും,
                    സ്വർഗീയനായകനായി,
                    മുത്തേ മുത്തേ ചക്കര മുത്തേ (2)`
                ]
            },
            {
                type: "stanza",
                text: [
                    `താഴെ ഇന്ന് മണ്ണിൽ മാലോകരെല്ലാം,
                    അലിവരും നാഥനായ്,
                    കൈത്താളമോടെ,
                    വൈക്കോൽ കൊണ്ടൊരു,
                    പുൽകൂട്ടു പണിതിരുന്നു,
                    സ്വർണ്ണവർണ്ണം ഏറും പുൽകൂട്ടിൽ വാഴുന്ന,
                    ഉലകിന്റെ അധിപത്യനെ,
                    മുത്തേ മുത്തേ ചക്കര മുത്തേ (2)`
                ]
            }
        ]
    },
    {
        title: "തപ്പടിച്ചു പാടിടാം തകിലടിച്ചു മീട്ടിടാം",
        slug: "thappadichu-paadidam",
        parts: [
            {
                type: "stanza",
                text: [
                    `തപ്പടിച്ചു പാടിടാം
തകിലടിച്ചു മീട്ടിടാം
രാജാധി രാജാവിൻ ജന്മദിനം
മാലോകർക്കാനന്ദം
എകുവാനായൊരു താരം മേലെ ഉദിച്ചുവന്നു

ദൂരെ ദൂരെ നിന്നും
രാജാക്കന്മാരാവർ കണ്ടറിഞ്ഞു കേട്ടറിഞ്ഞു
വന്നറിഞ്ഞു തൊട്ടറിഞ്ഞു
അത്യുന്നതങ്ങളിൽ മാലാഖാമാരാവർ
സ്നേഹത്തിൻ ഗീതികൾ പാടി
ആയാ മശിഹാ ആയാ മശിഹാ
ആയാ മശിഹാ ബെത്ലെഹേം (2)
                    
ലാ ലല്ലല്ലല്ലല്ലാ ലാ ലല്ലല്ലല്ലല്ലാ
ലാ ലല്ലല്ലല്ലല്ലാ ലാലാലാലാ ലലാ (2) - (തപ്പടിച്ചു)`
                ]
            },
            {
                type: "stanza",
                text: [
                    `താഴെ താഴെ മന്നിൽ മാലോകരെല്ലാം
പൂത്തിരികൾ തോരണങ്ങൾ നിറമാല ചാർത്തി
ആട്ടിടയന്മാർ ആമോദത്തോടേ
ആശരീരിനാദങ്ങൾ കേട്ടു
Jesus Is Savior
Jesus Is Savior
Jesus Is Savior In Bethlehem (2)
                    
ലാ ലല്ലല്ലല്ലല്ലാ ലാ ലല്ലല്ലല്ലല്ലാ
ലാ ലല്ലല്ലല്ലല്ലാ ലാലാലാലാ ലലാ (2) - (തപ്പടിച്ചു)`
                ]
            },
        ]
    },
    {
        title: "സ്വർഗീയ നാഥൻ ഭൂജാഥാനായി",
        slug: "swargeeya-naathan",
        parts: [
            {
                type: "stanza",
                text: `സ്വർഗീയ നാഥൻ ഭൂജാഥാനായി ..സ്വർഗം തുറന്ന് ഭൂജാഥാനായി
സ്വർഗീയ നാഥൻ ഭൂജാഥാനായി ..സ്വർഗം തുറന്ന് ഭൂജാഥാനായി
മഞ്ഞുള്ള രാവിൽ മാനവർക്കായി 
മേരിതൻ സൂനുവായി അവതരിച്ചു
മാനത്തു മിന്നുന്ന താരകങ്ങൾ
രാജാധി രാജനെ വരവേറ്റു

- സ്വർഗീയ നാഥൻ`
            },
            {
                type: "chorus",
                text: `ആർത്തിടാം പാടിടാം താരാട്ട് പാടിടാം 
ചേർന്നിടാം കുമ്പിടാം ചേർന്നൊന്നു പാടിടാം 
തപ്പ് താളമേളമോടെ കീർത്തനങ്ങൾ പാടിടാം 
മഞ്ഞു പെയ്യും ഈ രാവിൽ കൂട്ടമായി പോയിടാം

ലാ.ല..ല..ലാആ...ലാ.ല..ല..ലാആ
ലാ.ല..ല..ലാആ...ലാ.ല..ല..ലാആ
ലാ.ല..ല..ലാആ...ലാ.ല..ല..ലാആ
ലാ.ല..ല..ലാആ...ലാ.ല..ല..ലാആ

- സ്വർഗീയ നാഥൻ`
            },
            {
                type: "stanza",
                text: `പുൽമെത്തയിലുറങ്ങും പൊൻപൈതലേ
മാനവർക്കായി പിറന്നവനെ
പാരിലെങ്ങും ആനന്ദം തൂവിയോനെ
സർവ്വലോകരെക്ഷകനായി വന്നവനെ
ആനന്ദത്തോടെ പാടിടാം നാം നമുക്ക് ഒരു രക്ഷകൻ പിറന്നുവെന്ന്
ഈ മഞ്ഞുള്ള രാവിൽ പിറന്നുവെന്ന്

- സ്വർഗീയ നാഥൻ`
            },
            {
                type: "stanza",
                text: `പാടി പാടി പാടി പാടി പാടി വാഴ്ത്തീടാം
ചേർന്ന് ചേർന്ന് ചേർന്ന് ചേർന്ന് വാഴ്ത്തീടാം
പാടി പാടി പാടി പാടി പാടി വാഴ്ത്തീടാം
ചേർന്ന് ചേർന്ന് ചേർന്ന് ചേർന്ന് വാഴ്ത്തീടാം

- സ്വർഗീയ നാഥൻ`
            },
            {
                type: "stanza",
                text: `പൊൻ വെളിച്ചം കണ്ട് ആട്ടിടയർ
കൂട്ടമായി വന്ന് വണങ്ങിയല്ലോ
പൊന്ന് മോർ കുന്തിരിക്കം കാഴ്ചയായി
വിദ്വന്മാർ മൂവരും വന്ന് ചേർന്നു
ആനന്ദത്തോടെ പാടിടാം നാം നമുക്ക് ഒരു രക്ഷകൻ പിറന്നുവെന്ന്
ഈ മഞ്ഞുള്ള രാവിൽ പിറന്നുവെന്ന്

- സ്വർഗീയ നാഥൻ`
            },
            {
                type: "stanza",
                text: `പാടി പാടി പാടി പാടി പാടി വാഴ്ത്തീടാം
ചേർന്ന് ചേർന്ന് ചേർന്ന് ചേർന്ന് വാഴ്ത്തീടാം
പാടി പാടി പാടി പാടി പാടി വാഴ്ത്തീടാം
ചേർന്ന് ചേർന്ന് ചേർന്ന് ചേർന്ന് ചേർന്ന് വാഴ്ത്തീടാം

- സ്വർഗീയ നാഥൻ`
            },
            {
                type: "stanza",
                text: `ദൂതവൃന്ദങ്ങൾ ആർത്തു പാടി
വിദ്വന്മാർ മൂവരും ഏറ്റുപാടി
മാനവരോന്നായി വാഴ്ത്തിടുന്നു
ദൈവത്തിൻ പുത്രനാം ഉണ്ണീശോയെ
ആനന്ദത്തോടെ പാടിടാം നാം നമുക്ക് ഒരു രക്ഷകൻ പിറന്നുവെന്ന്
ഈ മഞ്ഞുള്ള രാവിൽ പിറന്നുവെന്ന്

- സ്വർഗീയ നാഥൻ`
            },
            {
                type: "stanza",
                text: `പാടി പാടി പാടി പാടി പാടി വാഴ്ത്തീടാം
ചേർന്ന് ചേർന്ന് ചേർന്ന് ചേർന്ന് വാഴ്ത്തീടാം
പാടി പാടി പാടി പാടി പാടി വാഴ്ത്തീടാം
ചേർന്ന് ചേർന്ന് ചേർന്ന് ചേർന്ന് വാഴ്ത്തീടാം

- സ്വർഗീയ നാഥൻ`
            }
        ]
    },
    {
        title: "ആനന്ദം ആനന്ദമേ ആടി നിറഞ്ഞീടുന്നെ",
        slug: "anandam-anandame",
        parts: [
            {
                type: "stanza",
                text: `ആനന്ദം ആനന്ദമേ ആടി നിറഞ്ഞീടുന്നെ
ഉണ്ണി കുമാരനെ കണ്ടത്തിലാണെന്റെ 
ഉള്ളം തുടിച്ചീടുമെ
കണ്ടു പറഞ്ഞവരും കേട്ടിന്നറിഞ്ഞവരും  
കണ്ണിമവെട്ടാതിന്നൊരുനാളിൽ 
കാത്തിരുന്നു മണ്ണിൽ (2)

- ആനന്ദം`
            },
            {
                type: "stanza",
                text: `മഞ്ഞൊന്നു പെയ്തേ പുൽക്കൂടിനുള്ളിൽ
ശരറാന്തൽ ദീപം തെളിഞ്ഞേ 
ഹെരോദാ കൽപ്പന നാട്ടിൽ പരന്നെ
പൈതങ്ങൾ ആ നാളിൽ ഒഴിഞ്ഞേ 

- ആനന്ദം`
            },
            {
                type: "stanza",
                text: `ഇത് തന്നെ കാലം പാണ്ടെന്നോ ചൊല്ലി 
ഇവനല്ലോ ദാവീദിൻ വംശാവലിയിൽ  (2)

- ആനന്ദം`
            },
            {
                type: "stanza",
                text: `ഗഗനം അറിഞ്ഞേ നിറവർണ്ണജാലം 
മഴവില്ലിൻ കുട മാറ്റം കണ്ടേ
പൈതൽ മയങ്ങുമി ശീതള രാവിൽ
റഹ്മയിൽ വിലാപവും കെട്ടലോ (2)

പൂർവ്വപിതാക്കർ
അന്നാളിലെഴുതി
ഇവനല്ലോ ലോകത്തിന് രക്ഷകൻ 

- ആനന്ദം`
            },
        ]
    },
    {
        title: "ദൂതരെ പാടിടുവിൻ മോദമായി മണ്ണിലിന്നു",
        slug: "doothare-paadiduvin",
        parts: [
            {
                type: "stanza",
                text: `ദൂതരെ പാടിടുവിൻ 
മോദമായി മണ്ണിലിന്നു 
രാജാധിരാജാവു പിറന്നു 
പൂമണം ചൊരിയാത്ത പൂമെത്ത ഇല്ലാത്ത 
ബെത്‌ലഹേം കാലിക്കൂട്ടിൽ (2)`
            },
            {
                type: "chorus",
                text: `പാടി പാടി പാടി പാടി പാടി വാഴ്ത്തീടും  
താള മേള വാദ്യഘോഷ സംഘത്തോടൊപ്പം 
ഈ മണ്ണേ സ്നേഹിച്ച ദൈവത്തിന് പുത്രനെ 
ആവോളം നമിച്ചീടാം (2)  

- ദൂതരെ`
            },
            {
                type: "stanza",
                text: `ലോകമറിയും മുൻപേ 
കാലങ്ങൾ മാറും മുൻപേ 
ദേവാദി ദേവാനാം കന്യാതനയാനീ 
പുൽക്കൂട്ടിൽ അവതരിച്ചു (2)`
            },
            {
                type: "chorus",
                text: `വാഴ്ത്തി വാഴ്ത്തി വാഴ്ത്തി വാഴ്ത്തി വാഴ്ത്തി പാടിടാം 
താള മേള വാദ്യ ഘോഷ സംഘത്തോടൊപ്പം 
ഈ മണ്ണേ സ്നേഹിച്ച ദൈവത്തിൻ പുത്രനെ 
ആവോളം നമിച്ചീടാം (2)

 - ദൂതരെ`
            },
        ]
    },
    {
        title: "മാളോരേ നിങ്ങളറിഞ്ഞോ ?",
        slug: "malore-ningalarijno",
        parts: [
            {
                type: "stanza",
                text: `മാളോരേ നിങ്ങളറിഞ്ഞോ രാജാധിരാജാവായി ദൈവം പിറന്നുവെന്ന്  
കരളിനു കരളായി കുളിരിഞ്ഞു കുളിരായി സ്വർഗ്ഗം തുറന്നുവെന്ന് (2) 
അങ്ങകലെ താരം മെല്ലെ ഇന്ന് പാടി 
ദൈവത്തിൻ പുത്രൻ പിറന്നുവെന്നു 
ആകാശവീഥിയിൽ സ്വരരാഗമലയാൽ 
പട്ടുമെത്ത ഒരുക്കുന്നു വെന്മേഘവും
തപ്പെടുതക്കിലെടു തപ്പെടുതക്കിലെടു താളത്തിലാട് കണ്ണാളേ 
തപ്പെടു തക്കിലെടു തപ്പെടു തക്കിലെടു താളത്തിലാട്`
            },
            {
                type: "chorus",
                text: `തെയ്യം തെയ്യം തെയ്യം തെയ്യാരോ 
തെയ്യം തെയ്യം തെയ്യം തെയ്യാരോ (2)`
            },
            {
                type: "stanza",
                text: `ആട്ടിടയർ മോദം മിഴികൂപ്പിനിന്നു 
സ്വർഗീയ നാഥനെ കണ്ടീടുവാൻ 
വീഥികൾതേടിയ വിദ്വാന്മാരാവരും കാണുവാൻ കൊതിപൂകി ഈനാളിലും 
തപ്പെടുതക്കിലെടു തപ്പെടുതക്കിലെടു താളത്തിലാട് 
കണ്ണാളേ തപ്പെടു തക്കിലെടു തപ്പെടു തക്കിലെടു താളത്തിലാട് (2)`
            },
            {
                type: "chorus",
                text: `തെയ്യം തെയ്യം തെയ്യം തെയ്യാരോ 
തെയ്യം തെയ്യം തെയ്യം തെയ്യാരോ (2) 
- മാളോരേ`
            },
        ]
    },
    {
        title: "ചന്ദ്രനും താരങ്ങളും തെളിയുന്ന ശീതളരാവിൽ",
        slug: "chandranum-tharangalum",
        parts: [
            {
                type: "stanza",
                text: `ചന്ദ്രനും താരങ്ങളും 
തെളിയുന്ന ശീതളരാവിൽ
ലോകത്തിൻ പാലകനായി
ഉയിരേകും നാഥൻ പിറന്നേ`
            },
            {
                type: "stanza",
                text: `വരുവിൻ വരുവിൻ മോദമോടെ
പുൽക്കൂട്ടിൽ ചെന്നൊന്നുകണ്ടീടാം (2)
കൈകളനാക്കി മെല്ലെ കണ്ണു തുറന്നു 
കുഞ്ഞി-ലോകത്തിൻ മുത്തായിതീർന്നിടുന്നു 
മാറിയത്തിൻ മകനായി മാലോകർക്കെല്ലാമി 
സ്നേഹത്തിൻ വചനങ്ങൾ നൽകീടുവാൻ (2) `
            },
            {
                type: "chorus",
                text: `ഭൂലോകവും ഈ മാലോകരും 
കൂട്ടായിനിന്നെ സ്തുതിച്ചീടുന്നു (2) 

ലാ ലാ ലാ ലാ ലല ലാ ലാ ലാ ലാ 
ലാ ലാ ലാ ലാ ലല ലാ ലാ ലാ ലാ (2)`
            },
            {
                type: "stanza",
                text: `ലോകമുണർന്നു നീതി സൂര്യനുദിച്ചു 
ജീവ താളം മുറുകുമാ ബെത്ലഹേമിൽ 
ജോസഫ്ഉം മെരിയുമീ നാടിനു പുണ്യമായി 
പുൽക്കൂട്ടിൽ കാവലേറും മാലാഖയും`
            },
            {
                type: "chorus",
                text: `ഭൂലോകവും ഈ മാലോകരും 
കൂട്ടായിനിന്നെ സ്തുതിച്ചീടുന്നു (2) 

ലാ ലാ ലാ ലാ ലല ലാ ലാ ലാ ലാ 
ലാ ലാ ലാ ലാ ലല ലാ ലാ ലാ ലാ (2)`
            },
        ]
    },
    {
        title: "പാലോളി തൂകിയ പാതിരാ",
        slug: "paloli-thookiya",
        parts: [
            {
                type: "stanza",
                text: `പാലോളി തൂകിയ പാതിരാ നേരത്തു 
പരിതിൽ പിറന്നോനെ 
പാപങ്ങൾ പോക്കന്നേ 
ഭീതികൾ നീക്കണേ 
ധരണിയിൽ അധിപതിയെ`
            },
            {
                type: "stanza",
                text: `സുരഗണം പാടട്ടെ നരഗണം കൂടട്ടെ 
പരസുതനേശുവെ വാഴ്ത്തിടട്ടെ 
പാപത്തിന് ബലിയായി മെരിതൻ സുനുവായി 
ബെഥേലഹേം പിറന്നോനെ 
കളങ്കങ്ങൾ കഴുകിടണേ`
            },
        ]
    }
];
